dnsCache = Le cache DNS stocke des donn\u00e9es localement sur votre ordinateur, en fonction des pages web que vous visitez le plus souvent, afin de rendre les requ\u00eates DNS \u00e0 un serveur inutiles et d'acc\u00e9l\u00e9rer vos demandes. Cela peut sembler bon \u00e0 premi\u00e8re vue, mais si quelqu'un pirate votre ordinateur, il peut lire votre cache DNS et recueillir des donn\u00e9es intimes sur vous.  De m\u00eame, si un site web dispose d'une nouvelle adresse IP mais que votre ordinateur utilise toujours les informations locales obsol\u00e8tes, vous risquez de ne pas pouvoir acc\u00e9der \u00e0 votre site web pr\u00e9f\u00e9r\u00e9, m\u00eame s'il est en ligne.
cam = D\u00e9sactivez votre webcam \u00e0 l'aide du gestionnaire de p\u00e9riph\u00e9riques. Il ne s'agit pas d'une protection r\u00e9elle contre les espions de webcam, car ils peuvent facilement r\u00e9activer la cam\u00e9ra.
telemetry = La t\u00e9l\u00e9m\u00e9trie est une donn\u00e9e que votre ordinateur envoie directement \u00e0 Microsoft. Microsoft utilise ces donn\u00e9es pour vous surveiller. Ces options ne d\u00e9sactivent pas compl\u00e8tement les \u00e9l\u00e9ments li\u00e9s \u00e0 la t\u00e9l\u00e9m\u00e9trie, mais elles les bloquent.
pwGen = G\u00e9n\u00e8re des mots de passe v\u00e9ritablement al\u00e9atoires en utilisant votre impr\u00e9visibilit\u00e9 humaine. Vous trouverez plus de d\u00e9tails dans le g\u00e9n\u00e9rateur lui-m\u00eame.
zipBomb = Une "bombe zip" est un fichier zipp\u00e9 (compress\u00e9) normal qui n'est pas du tout malveillant sous sa forme zipp\u00e9e. Cependant, si vous d\u00e9cidez de d\u00e9zipper une bombe zip, vous allez avoir une mauvaise surprise. La totalit\u00e9 ou une grande partie de votre m\u00e9moire sera occup\u00e9e par ce processus. Cela se produit parce que les bombes zip contiennent des fichiers qui sont compress\u00e9s \u00e0 un minimum de leur taille non compress\u00e9e. Cet outil vous aidera \u00e0 identifier ces fichiers sans les d\u00e9compresser.
godmode = Cr\u00e9e un dossier sur votre bureau, \u00e9galement connu sous le nom de "godmode". Ce dossier contient des raccourcis vers presque tous les param\u00e8tres que vous trouvez dans le Panneau de configuration.
organizeDesktop = Nettoie votre bureau en pla\u00e7ant tous les fichiers texte et les images, etc. dans des dossiers.
restorePoint = Cr\u00e9e un "point de restauration Windows" qui peut \u00eatre utilis\u00e9 pour remettre l'ordinateur dans l'\u00e9tat o\u00f9 il se trouvait au moment de la cr\u00e9ation du point de restauration. C'est utile si quelque chose corrompt le logiciel de votre ordinateur, car vous pouvez facilement le restaurer.
stressTest = Maintient le processeur \u00e0 une charge que vous pouvez d\u00e9terminer. Cela peut \u00eatre utilis\u00e9 pour tester la stabilit\u00e9 de votre syst\u00e8me et pour d\u00e9tecter d'\u00e9ventuels probl\u00e8mes de surchauffe.
trulyRandom = Votre ordinateur n'est qu'une machine \u00e0 calculer, ce qui signifie qu'il n'est pas capable de g\u00e9n\u00e9rer de v\u00e9ritables nombres al\u00e9atoires. Par cons\u00e9quent, les mots de passe g\u00e9n\u00e9r\u00e9s par ordinateur peuvent \u00eatre pr\u00e9dits. Ce g\u00e9n\u00e9rateur de mots de passe utilise \u00e9galement des nombres al\u00e9atoires g\u00e9n\u00e9r\u00e9s par ordinateur, mais, combin\u00e9 au mouvement de votre curseur d'une mani\u00e8re sp\u00e9cifique (qui est vraiment al\u00e9atoire parce que vous \u00eates humain (esp\u00e9rons-le) et non pr\u00e9visible), il g\u00e9n\u00e8re des mots de passe qui ne sont pr\u00e9visibles par personne.