dnsCache = Der DNS-Cache speichert lokal Daten auf Ihrem Computer, basierend auf denen von Ihnen am h\u00e4ufigsten besuchten Webseiten, um die DNS-Anfragen an einen Server unn\u00f6tig zu machen und Ihre Anfragen zu beschleunigen. Das mag zun\u00e4chst gut klingen,  aber wenn jemand Ihren Computer hackt, kann er Ihren DNS-Cache auslesen und so intime Daten \u00fcber Sie sammeln.  Auch wenn eine Website eine neue IP hat, Ihr Computer aber noch die veralteten lokalen Informationen verwendet, k\u00f6nnen Sie Ihre geliebte Website m\u00f6glicherweise nicht erreichen, obwohl sie online ist.
cam = Deaktiviert Ihre Webcam mithilfe des Ger\u00e4temanagers. Dies ist kein vollst\u00e4ndiger Schutz gegen Webcam-Spione, da diese die Kamera leicht wieder aktivieren k\u00f6nnen.
telemetry = Telemetriedaten sind Daten, welche Ihr Computer an Microsoft sendet. Microsoft verwendet diese Daten, um Sie zu \u00fcberwachen/tracken. Diese Optionen schalten Telemetrie-bezogene Dinge nicht vollst\u00e4ndig aus, aber blockiert sie.
pwGen = Erzeugt wirklich zuf\u00e4llige Passw\u00f6rter mithilfe Ihrer menschlichen Unberechenbarkeit. Mehr Details finden Sie im Generator selbst.
zipBomb = Eine sogenannte Zip-Bombe ist eine normale gezippte (komprimierte) Datei, die in ihrer gezippten Form keineswegs b\u00f6sartig ist. Wenn Sie sich jedoch dazu entscheiden, eine Zip-Bombe zu entpacken, erwartet Sie eine b\u00f6se \u00dcberraschung. Ihr gesamter oder ein gro\u00dfer Teil Ihres Speichers wird belegt werden. Dies passiert, weil Zip-Bomben Dateien enthalten, die auf ein Minimum ihrer entpackten Gr\u00f6\u00dfe komprimiert wurden. Dieses Tool hilft Ihnen, solche Dateien zu identifizieren, ohne sie entpacken zu m\u00fcssen.
godmode = Erstellt einen Ordner auf Ihrem Desktop, der auch unter dem Namen "godmode" bekannt ist. Dieser Ordner enth\u00e4lt Verkn\u00fcpfungen vielen n\u00fctzlichen Einstellungen, die Sie in der Systemsteuerung vorfinden.
organizeDesktop = R\u00e4umt Ihren Desktop auf, indem alle Textdateien und Bilder usw. in Ordner verschoben werden.
restorePoint = Erstellt einen "Windows-Wiederherstellungspunkt", mit dem der Computer auf den Zustand zur\u00fcckgesetzt werden kann, in er beim Erstellen des Wiederherstellungspunkts war. Dies ist n\u00fctzlich, wenn etwas Software Ihres Computers besch\u00e4digt, da Sie diese leicht wiederherstellen k\u00f6nnen.
stressTest = H\u00e4lt den Prozessor bei einer Last, die Sie selbst bestimmen k\u00f6nnen. Dies kann verwendet werden, um die Stabilit\u00e4t Ihres Systems zu testen und m\u00f6gliche \u00dcberhitzungsprobleme zu erkennen.
trulyRandom = Ihr Computer ist eine Rechenmaschine, was bedeutet, dass er nicht in der Lage ist, wirklich zuf\u00e4llige Zahlen zu erzeugen. Computergenerierte Passw\u00f6rter k\u00f6nnen also vorhergesagt werden. Dieser Passwortgenerator verwendet ebenfalls computergenerierte Zufallszahlen, aber in Kombination mit Ihrer Cursorbewegung auf eine spezifische Art und Weise (die wirklich zuf\u00e4llig ist, weil Sie ein Mensch sind und deshalb nicht vorhersehbar), generiert er Kennw\u00f6rter, die von niemandem vorhersehbar sind.